{
  "title": "Settings",
  "profile": "Manage Profile",
  "notification": "Notifications",
  "language": "Language",
  "languageKo": "한국어",
  "languageEn": "English",
  "languageJa": "日本語",
  "terms": "Terms of Service",
  "privacy": "Privacy Policy",
  "disclaimer": "Disclaimer",
  "version": "Version",
  "theme": "Theme",
  "darkMode": "Dark Mode",
  "lightMode": "Light Mode",
  "displaySettings": "Display Settings",
  "themeSelect": "Select Theme",
  "subscriptionManagement": "Subscription",
  "info": "Information",
  "premiumPass": "Premium Pass",
  "expiringWarning": "Expiring soon - Renew now!",
  "expiringSoon": "Expiring",
  "inUse": "Active",
  "purchase": "Purchase",
  "accountInfo": "Account Info",
  "email": "Email",
  "joinDate": "Joined",
  "profileSettings": "Profile Settings",
  "changeNickname": "Change Nickname",
  "changeProfileImage": "Change Profile Image",
  "accountManagement": "Account Management",
  "changePassword": "Change Password",
  "logout": "Log Out",
  "deleteAccount": "Delete Account",
  "changeField": "Change {field}",
  "enterNewField": "Please enter a new {field}",
  "newField": "New {field}",
  "nickname": "Nickname",
  "logoutConfirm": "Are you sure you want to log out?",
  "deleteAccountConfirm": "Are you sure you want to delete your account?\nAll data will be permanently deleted.",
  "withdraw": "Delete",
  "pushNotification": "Push Notifications",
  "pushEnabled": "Notifications are enabled",
  "pushDisabled": "Notifications are disabled",
  "notificationType": "Notification Types",
  "dailyFortune": "Daily Fortune",
  "dailyFortuneDesc": "Daily fortune notification at 8 AM",
  "chatReply": "Chat Reply",
  "chatReplyDesc": "AI response completion notification",
  "eventNotice": "Event Notifications",
  "eventNoticeDesc": "Special events and update news",
  "marketingConsent": "Marketing",
  "marketingNotice": "Marketing Notifications",
  "marketingNoticeDesc": "Promotions and discount information",
  "termsContent": "SaDam Terms of Service\n\n\nArticle 1 (Purpose)\n\nThese terms and conditions aim to define the terms of use, procedures, rights, obligations, responsibilities, and other necessary matters between Amunity (hereinafter \"Company\") and users regarding the SaDam service (hereinafter \"Service\").\n\n\nArticle 2 (Definitions)\n\n1. \"Service\" refers to the AI-based fortune consultation service provided by the Company.\n2. \"User\" refers to a person who uses the Service provided by the Company in accordance with these terms.\n3. \"Profile\" refers to information such as date of birth, time of birth, and gender entered by the user for service use.\n\n\nArticle 3 (Effect and Changes of Terms)\n\n1. These terms take effect when posted on the service screen or notified to users by other means.\n2. The Company may change these terms within the scope of not violating relevant laws and regulations.\n3. When terms are changed, the Company will notify changes within the app at least 7 days before the effective date.\n4. Users who do not agree with the changed terms may stop using the service and withdraw.\n\n\nArticle 4 (Provision of Service)\n\n1. The Company provides the following services:\n   - Manseryeok calculation based on date and time of birth\n   - AI fortune analysis and consultation service\n   - Fortune profile management\n\n2. The service is provided 24 hours a day, 365 days a year in principle. However, exceptions may apply for system maintenance.\n\n\nArticle 5 (Service Fees)\n\n1. Basic services are provided free of charge.\n2. Separate fees may apply for some premium features, with prior notice.\n3. Some features can be used for free by watching advertisements.\n\n\nArticle 6 (User Obligations)\n\n1. Users must enter accurate information.\n2. Users must not engage in the following:\n   - Stealing others' information\n   - Interfering with service operations\n   - Activities that violate laws or public morals\n   - Unauthorized copying or distribution of service content\n   - Other activities that violate relevant laws\n\n\nArticle 7 (Restriction and Suspension of Service)\n\n1. The Company may restrict or suspend service use in the following cases:\n   - When necessary for regular system maintenance, expansion, or replacement\n   - When telecommunications services are suspended\n   - When there are force majeure reasons such as natural disasters or national emergencies\n   - When users violate these terms\n\n2. The Company will notify in advance when suspending services. However, post-notification may be made in unavoidable cases.\n\n\nArticle 8 (Disclaimer)\n\n1. Fortune analysis, horoscope information, and AI consultation content provided by the service are for entertainment and reference purposes only.\n2. Fortune analysis is not a scientifically verified method and does not guarantee accuracy of results.\n3. The Company is not responsible for decisions made based on information obtained through the service.\n4. Please consult professionals for important decisions regarding health, finance, law, career, etc.\n5. The Company is not responsible for service interruptions due to force majeure such as natural disasters, wars, or telecommunications service suspension.\n\n\nArticle 9 (Personal Information Protection)\n\nThe Company protects users' personal information in accordance with relevant laws including the Personal Information Protection Act, and matters regarding personal information processing are governed by the Privacy Policy.\n\n\nArticle 10 (Intellectual Property Rights)\n\n1. Intellectual property rights for content, design, software, etc. included in the service belong to the Company.\n2. Users may not reproduce, transmit, publish, distribute, broadcast, or otherwise use information obtained through the service without the Company's prior consent.\n\n\nArticle 11 (Dispute Resolution)\n\n1. The Company establishes procedures to reflect legitimate opinions or complaints raised by users and to compensate for damages.\n2. In case of disputes related to service use, the Company and users shall resolve them through sincere consultation.\n3. Disputes regarding these terms shall be governed by the laws of the Republic of Korea, and the court having jurisdiction over the Company's headquarters shall have jurisdiction.\n\n\nArticle 12 (Business Information)\n\n- Company: Amunity\n- CEO: Kim Dong-hyun\n- Business Registration Number: 626-40-00870\n- Address: 304, 742 Tongil-ro, Eunpyeong-gu, Seoul (Bulgwang-dong, Hanwha Life Bulgwang-dong Building 2)\n- Email: clickaround8@gmail.com\n\n\nAddendum\n\nThese terms take effect from January 23, 2026.\n",
  "privacyContent": "Privacy Policy\n\nAmunity (hereinafter \"Company\") establishes and discloses this Privacy Policy in accordance with Article 30 of the Personal Information Protection Act to protect the personal information of data subjects and to handle related complaints promptly and smoothly.\n\n\nArticle 1 (Purpose of Processing Personal Information)\n\nThe Company processes personal information for the following purposes. Personal information being processed will not be used for purposes other than the following, and if the purpose of use changes, necessary measures such as obtaining separate consent will be taken in accordance with Article 18 of the Personal Information Protection Act.\n\n1. Providing fortune analysis service\n   - Providing Manseryeok calculation and AI fortune consultation service based on date of birth, time of birth, and gender information\n\n2. Service improvement and new service development\n   - Service usage statistics analysis and service quality improvement\n\n3. Customer inquiry response\n   - Handling user inquiries and resolving complaints\n\n\nArticle 2 (Items of Personal Information Processed)\n\nThe Company processes the following personal information items:\n\n1. Required items\n   - Date of birth (solar/lunar calendar)\n   - Time of birth\n   - Gender\n\n2. Optional items\n   - Name (display name)\n   - Place of birth (city)\n\n3. Automatically collected items\n   - App usage records\n   - Device information (device identifier, OS version)\n\n\nArticle 3 (Processing and Retention Period)\n\n1. The Company processes and retains personal information within the retention and use period prescribed by law or agreed upon when collecting personal information from data subjects.\n\n2. The processing and retention period for each type of personal information is as follows:\n   - Fortune profile information: Until app deletion or user request\n   - Chat records: Until app deletion or user request\n   - Service usage records: During the service provision period\n\n3. Retention under relevant laws:\n   - Transaction records under the Act on Consumer Protection in Electronic Commerce: 5 years\n\n\nArticle 4 (Provision of Personal Information to Third Parties)\n\n1. The Company processes personal information only within the scope specified in Article 1 and provides it to third parties only in cases falling under Articles 17 and 18 of the Personal Information Protection Act.\n\n2. Currently, the Company does not provide users' personal information to third parties.\n\n\nArticle 5 (Entrustment of Personal Information Processing)\n\n1. The Company entrusts personal information processing as follows:\n\n   - Entrusted party: Google LLC\n   - Entrusted tasks: Cloud server operation and data storage\n\n\n2. When concluding entrustment contracts, the Company specifies matters regarding prohibition of processing personal information beyond the purpose of entrusted work, technical and administrative protective measures, restrictions on re-entrustment, management and supervision of the entrusted party, and liability for damages in contracts, and supervises whether the entrusted party safely processes personal information.\n\n\nArticle 6 (Rights and Obligations of Data Subjects)\n\n1. Data subjects may exercise the following personal information protection rights at any time:\n   - Request to access personal information\n   - Request for correction of errors\n   - Request for deletion\n   - Request for suspension of processing\n\n2. Rights may be exercised through the settings menu within the app or via email (clickaround8@gmail.com), and the Company will take action without delay.\n\n3. If a data subject requests correction or deletion of errors in personal information, the Company will not use or provide such personal information until the correction or deletion is completed.\n\n\nArticle 7 (Destruction of Personal Information)\n\n1. The Company destroys personal information without delay when it becomes unnecessary due to expiration of the retention period or achievement of the processing purpose.\n\n2. Destruction procedures and methods:\n   - Procedure: Unnecessary personal information is destroyed with the approval of the personal information protection officer.\n   - Method: Personal information stored in electronic file format is deleted using technical methods that prevent record reproduction.\n\n3. All personal information stored on the device is automatically deleted when the app is uninstalled.\n\n\nArticle 8 (Measures to Ensure Safety of Personal Information)\n\nThe Company takes the following measures to ensure the safety of personal information:\n\n1. Technical measures\n   - Encrypted storage and transmission of personal information\n   - Security system operation against hacking\n   - Access permission management\n\n2. Administrative measures\n   - Designation and minimization of personal information handlers\n   - Establishment and implementation of internal management plans\n\n\nArticle 9 (Installation, Operation, and Rejection of Automatic Personal Information Collection Devices)\n\n1. The Company may collect and store usage information to provide individualized customized services to users.\n\n2. Advertising identifier (ADID/IDFA) collection\n   - Collection purpose: Providing personalized advertisements\n   - How to reject: Enable ad tracking restrictions in device settings\n     * Android: Settings > Google > Ads > Opt out of Ads Personalization\n     * iOS: Settings > Privacy > Tracking > Allow Apps to Request to Track Off\n\n\nArticle 10 (Processing of Personal Information of Children Under 14)\n\nThe Company obtains consent from legal guardians when collecting personal information of children under 14. Legal guardians may request access, correction/deletion, and suspension of processing of children's personal information.\n\n\nArticle 11 (Personal Information Protection Officer)\n\nThe Company designates a personal information protection officer as follows to oversee personal information processing and handle complaints and damage relief related to personal information processing:\n\n- Personal Information Protection Officer\n  - Name: Kim Dong-hyun\n  - Position: CEO\n  - Email: clickaround8@gmail.com\n\n- Business Information\n  - Company: Amunity\n  - Business Registration Number: 626-40-00870\n  - Address: 304, 742 Tongil-ro, Eunpyeong-gu, Seoul (Bulgwang-dong, Hanwha Life Bulgwang-dong Building 2)\n\n\nArticle 12 (Methods of Remedy for Infringement of Rights)\n\nData subjects may apply for dispute resolution or consultation to the Personal Information Dispute Mediation Committee, Korea Internet & Security Agency Personal Information Infringement Report Center, etc.\n\n  - Personal Information Dispute Mediation Committee: 1833-6972 (www.kopico.go.kr)\n  - Personal Information Infringement Report Center: 118 (privacy.kisa.or.kr)\n  - Supreme Prosecutors' Office Cyber Investigation Division: 1301 (www.spo.go.kr)\n  - National Police Agency Cyber Investigation Bureau: 182 (ecrm.police.go.kr)\n\n\nArticle 13 (Changes to Privacy Policy)\n\n1. This Privacy Policy is effective from January 23, 2026.\n\n2. Previous privacy policies can be viewed in the app's notice section.\n\n3. When the privacy policy is changed, we will notify you through in-app announcements.\n",
  "disclaimerTitle": "Fortune readings are for reference only",
  "disclaimerSubtitle": "Please consult a professional\nfor important life decisions.",
  "iconSelectTitle": "Select App Icon",
  "iconDesignSelect": "Choose App Icon Design",
  "iconDesignSelectDesc": "Tap a design to save it",
  "iconTaegeuk": "Taegeuk",
  "iconTaegeukDesc": "Modern yin-yang design",
  "iconMoonStars": "Moon & Stars",
  "iconMoonStarsDesc": "Mystical fortune vibe",
  "iconHanja": "Hanja (Fortune)",
  "iconHanjaDesc": "Oriental character design",
  "iconLotus": "Lotus",
  "iconLotusDesc": "Peaceful feel",
  "iconSaved": "Icon saved: {path}",
  "iconSaveFailed": "Save failed: {error}",
  "disclaimerContent": "Disclaimer\n\n- Important Notice\n\nAll fortune analysis, horoscope information, and AI consultation content provided by the SaDam service of Amunity (hereinafter \"Company\") are for entertainment and reference purposes only.\n\n\n1. Nature of Service\n\nThis service is an AI entertainment service based on traditional Eastern astrology. The information provided is not scientifically verified and does not guarantee any predictions or results.\n\n\n2. Limitation of Liability\n\n- The Company is not responsible for any decisions made based on the results of this service.\n\n- The Company is not responsible for any direct, indirect, incidental, or consequential damages arising from use of the service.\n\n- All responses generated by AI are for general informational purposes and should not be considered professional advice.\n\n\n3. Professional Consultation Recommended\n\nPlease consult professionals in the relevant fields for the following:\n\n- Health and medical decisions\n- Financial and investment decisions\n- Legal decisions\n- Career and job decisions\n- Important decisions regarding relationships and marriage\n\n\n4. Accuracy of Information\n\nAccuracy of fortune and horoscope analysis results is not guaranteed. Manseryeok calculations follow generally known methods, but may vary depending on the school of thought or interpretation method.\n\n\n5. Consent\n\nBy using the service, you are deemed to have agreed to the above.\n\n\n- Inquiries\n\nService inquiries: clickaround8@gmail.com\n"
}
